'''
Практическая №14
Вариант №32
Задание: Из исходного текстового файла (experience.txt) выбрать стаж работы. Посчитать
количество полученных элементов.
'''
arr = ['26 лет 8 месяцев', '14 лет 2 месяца', '18 лет 5 месяцев', '1 год 11 месяцев', '2 года 6 месяцев', '15 лет 1 месяц', '15 лет 10 месяцев', '21 год 4 месяца', '3 года']
print('Kоличество полученных элементов: ', len(arr))